package com.example.lesson_1

object sourceCity {

    val cities = arrayListOf(
        City(1, "Нью-Йорк", R.drawable.ny, "Нью-Йорк включает пять боро (районов), расположенных в месте впадения реки Гудзон в Атлантический океан. В центре города расположен густонаселенный Манхэттен – один из крупнейших в мире коммерческих"),
        City(2, "Москва", R.drawable.moscow, "Москва – столица России, многонациональный город на Москве-реке в западной части страны. В его историческом центре находится средневековая крепость Кремль – резиденция российского президента."),
        City(3, "Лянтор", R.drawable.layntor, "Лянто́р — город Сургутском районе, Ханты-Мансийского автономного округа — Югра. Занимает 11-е место по населению в округе. Город располагается на территории одного из крупнейших в России")
    )


}